{
	"_meta": {
		"sources": [
			{
				"json": "WYRM",
				"abbreviation": "WYRM",
				"full": "Wyrm Additional Content",
				"url": "https://github.com/M-T3K/WyrmContent",
				"authors": [
					"Prince_Kiwii"
				],
				"convertedBy": []
			}
		],
		"dateAdded": 1588261466,
		"dateLastModified": 1588261466
	},
	"spell": [
		{
			"name": "Healing Elixir",
			"source": "WYRM",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "A vial of wine, or another drink made of alcohol and water, which is substituted",
					"consumed": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You create a magical healing elixir from the vial. This vial acts like a Healing Potion, with the caveat that all healing is temporary: it provides {@dice 2d4 + 2} temporary hitpoints."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the temporary hitpoints it provides increases by {@dice 1d4 + 1} for each slot level above 1st."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "ERLW"
					},
					{
						"name": "Blood Hunter",
						"source": "BH2020"
					}
				]
			},
			"uniqueId": "2f114a677900e03c1b7d302e312b84a7"
		},
		{
			"name": "Lesser Decay",
			"source": "WYRM",
			"level": 3,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "A small bone and a decomposing piece of meat, which are consumed",
					"consumed": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					}
				}
			],
			"meta": {
				"ritual": false
			},
			"entries": [
				"You point at a creature within range. Some of its blood becomes Nekronectar, causing its flesh begins to rot. It must make a Constitution saving throw.",
				"A creature takes {@dice 4d6} necrotic damage on a failed save, or half as much on a successful one.",
				"Additionally, if it fails the saving throw, it gains a level of {@condition exhaustion}. ",
				"Moreover, the effects repeat at the start of the target's turn for up to 1 minute.",
				"A successful save stops the effects and heals the blood, but exhaustion levels and damage remain."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage die increases by {@dice 1d6} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": true,
			"classes": {
				"fromSubclass": [
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Necromancy",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Transmutation",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Death",
							"source": "DMG"
						}
						
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Grave",
							"source": "XGE"
						}
						
					},
					{
						"class": {
							"name": "Paladin",
							"source": "PHB"
						},
						"subclass": {
							"name": "Oathbreaker",
							"source": "DMG"
						}
					}
				]
			}
        },
		{
			"name": "Flammelian Touch",
			"source": "WYRM",
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "1kg of material in direct contact with the skin.",
					"consumed": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You hold in one hand the pure material that you wish to use, and with the other hand you must touch the item or creature you wish to affect.",
				"The two materials at both of your hands begin to switch. If an unwilling creature is affected, it must make a Wisdom saving throw to avoid de effects.",
				"On a successful save, the spell fails. Otherwise, the creature begins to petrify. It becomes {@condition restrained} until its next turn. On its next turn, it must make a Constitution saving throw. If it fails, it becomes {@condition petrified}. On a successful save, the creature remains restrained for the remained of its turn and the effects of the spell cease.",
				"If the target of the spell isn't sentient, like a boulder, or has an intelligence score lower than 2, the effect is permanent. The effect is also permanent if the challenge rating is lower than the spellcaster's level.",
				"Otherwise, the effect lasts as long as the target remains within touch. The maximum size of the target must be Large.",
				"The material use in the spell becomes the same as the target.",
				"Example of usage: if a 1kg stone was used to convert a creature into stone, then the creature would become stone and the stone would become inert muscle. Likewise, using the stone on a gold nugget, the stone would become gold and the nugget would be rendered to stone.",
				"Attention: For this spell to work, both sides must be in direct contact with the the spellcaster. Wearing gloves will have unforseen consequences."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"For each slot above 4th, you may consider your spellcaster level to be one level higher for the purposes of this spell.",
						"For every two slots above 4th, you may affect a creature of one size greater. At 6th level, this would be Huge; and at 8th level, this would be Gargantuan.",
						"After 8th level, each slot would increase the target's maximum size category by one. Using a 9th level spell slot would allow sizes up to Colossal, 10th would allow Colossal+, and so on."
					]
				}
			],
			"savingThrow": true,
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "ERLW"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Transmutation",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Forge",
							"source": "XGE"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Nature",
							"source": "PHB"
						}
					}
				]
			}
		},
		{
			"name": "Chains of the Forgotten",
			"source": "WYRM",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 45
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": false
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"meta": {
				"ritual": false
			},
			"entries": [
				"You point to a medium creature within range. Magical chains sprout from the nearest surface (ground, tree, etc) and grab the creature. You determine the flavor of these chains, but it needs to be tied to your character or deity of choice in some way: they could be demonic chains for a demonic patron, spiked roots for a goddess of nature or a druid, etc",
				"If the creature's CR is less than the level of the spell it is instantly {@condition restrained}. Otherwise, it must make a Strength check ({@skill Athletics}) against your spell save DC. On a fail, it becomes {@condition restrained}. Additionally, if the creature's CR  is less than your spellcaster level it must make the saving throw with disadvantage.",
				"The creature must repeat the saving throw at the beginning of each of its turns.",
				"These chains are magical in nature, and a creature {@condition restrained} by them is locked to their current position in the material plane."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"For each slot above 3rd you may consider your spellcaster level to be one level higher for the purposes of this spell.",
						"For every two slots above 3rd, you may affect a creature of one size greater. At 5th level, this would be large; at 7th level, this would be Huge. Starting at 8th level, you can increase the size category by one per spell level.",
						"Additionally, for every slot above 3rd, you may add 5ft to the range of the spell."
					]
				}
			],
			"savingThrow": true,
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Conjuration",
							"source": "PHB"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Forge",
							"source": "XGE"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Nature",
							"source": "PHB"
						}
					}
				]
			}
        }
    ],
    "feat": [
        {
			"name": "Diplomatic Speaker",
			"source": "WYRM",
			"prerequisite": false,
            "entries": [
                "You master the arts of diplomacy, gaining the following benefits:",
                {
                    "type": "list",
                    "items": [ 
                       "You gain proficiency in the {@skill Persuasion} skill. If you are already proficient in the skill, you gain expertise instead.",
                        "If you spend 1 minute talking to someone within 10ft of you who can understand what you say, you can make a Charisma ({@skill Persuasion}) check contested by the creature's Wisdom (Insight) check.  If you or your companions are fighting the creature, your check automatically fails. If your check succeeds, the target is charmed by you for 1 minute or until it leaves your 30ft reach. This can only be used once per long rest."
                    ]
                }
            ],
            "ability": [
                {
                    "cha": 1
                }
            ]
        },
        {
			"name": "Whip Master",
			"source": "WYRM",
			"prerequisite": [
                {
                    "other": "Proficiency with whips"
                }
            ],
            "entries": [
                "Whether you are a slaver, or an animal handler, you have reached a level of mastery with the Whip that few can attain. You gain the following benefits:",
                {
                    "type": "list",
                    "items": [ 
                       "You add your proficiency bonus to any damage caused by the whip. Additionally, you gain expertise at the usage of the whip.",
                       "You gain the ability to react quickly to other creatures with your whip. You may use your reaction to attack a creature within reach using your whip.",
                       "You may attempt to grapple a creature whenever an attack with the whip hits. If the creature is grappled, the attack deals no damage."
                    ]
                }
            ],
            "ability": [
                {
                    "dex": 1
                }
            ]
		}
	],
	"race": [
		{
			"name": "Sentient Goo",
			"source": "WYRM",
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 2,
					"choose": {
						"from": [
							"str",
							"dex",
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Nobody knows how old these creatures are. There have always been tales of shapeshifting beings that appear in wetlands to terrorize beings.",
						"A sentient goo simply manifests itself from the organic matter left in wet areas, and from that point onwards it can simply live indefinetely. The oldest goo ever recorded was Oomph, and had lived for more than 800 years.",
						"When born, they might be tiny beings, and use the wetlands or other goos to grow in size until they reach adulthood."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"These beings are generally neutral albeit chaotic. They don't generally lend themselves to good or evil."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"A Sentient Goo can be anywhere from tiny to medium in size, depending on their age and the shape they are taking."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet.",
						"Encumbrance rules still apply to you normally, but you don't need bags to carry your items as long as they fit within your body."
					]
				},
				{
					"type": "entries",
					"name": "Color",
					"entries": [
						"You can have any color, but it will always be translucid."
					]
				},
				{
					"name": "Tremorsense",
					"entries": [
						"The Sentient Goo doesn't have vision. Instead, is sensitive to vibrations in the ground and water, and can automatically pinpoint the location of anything that is in contact with the ground.",
						"You gain {@sense tremorsense} as your vision up to a range of 30ft. You cannot see beyond that range."
					],
					"type": "entries"
				},
				{
					"name": "Amphibian",
					"entries": [
						"A sentient goo can breath both in air and water, but requires its body to be constantly hydrated. The goo needs 1 liter of fluid every 6 hours.",
						"Everytime the goo fails to meet this requirement, it gains an additional level of {@condition exhaustion} that can only be removed by hydrating.",
						"In hot and dry environments, the time becomes 3 hours instead of 6.",
						"More than 3 levels of {@condition exhaustion} renders the goo incapable of activating its fluid form."
					],
					"type": "entries"
				},
				{
					"name": "Fluid Form",
					"entries": [
						"As an action, you can enter your fluid form. When you do, you can either equip or unequip a set of armor.",
						"As a bonus action, you may also unequip any other items that you may carry or equip an additional item through this ability.",
						"As long as you are in fluid form, you can squeeze through any space as small as 1cm.",
						"If any of the items that you carry are bigger than this, they get left behind.",
						"While you are in fluid form, you become immune to non magical piercing damage, but cannot attack."
					],
					"type": "entries"
				},
				{
					"name": "Acidic Resistance",
					"entries": [
						"You have resistance against acid damage."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write primordial."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://www.dandwiki.com/w/images/b/b3/Ooze_2.jpg"
						}
					}
				],
				"entries": [
					"{@b Sentient Goo}",
					"These interesting yet often misunderstood creatures are a distant cousin of modern elementals.",
					"Uneducated beings usually consider them a threat to their societies, and underdeveloped civilizations such as Troglodytes study them with great interest.",
					"It's rare to hear of the true sighting of a Sentient Goo, as commoners easily confuse them with Slimes and Oozes. However, when they are encountered, people just refer to them as Swamp Things.",
					"When Oomph the Slimy attacked villages, the only information survivors gave was that 'it came from the bog'. Since then, this description has also carried to other goos, and most folk believe they are all descendants of Oomph."
					]
			},
			"traitTags": [
				"Tremorsense",
				"Amphibian",
				"Damage Resistance"
			],
			"languageProficiencies": [
				{
					"primordial": true
				}
			]
		}
	],
	"item": [
		{
			"name": "Cursed Jackalope Leg", 
			"type": "Necklace",
			"rarity": "legendary",
			"wondrous": true,
			"source": "WYRM",
			"entries": [
				"From this necklace hangs a {@creature Jackalope|WYRM}'s Leg.",
				"Any being that touches it is immediately bestowed with great luck for as long as it holds it, maximizing all rolls.",
				"This item is cursed. Its luck abilities only apply as long as it remains in a creature's possession.",
				"However, due to the nature of the curse, it always finds a way to disappear. When it stops being in a creature's posession, it gives off permanent bad luck, causing all rolls to be minimized, until the being recovers the leg or until a {@spell remove curse} is casted upon the leg, causing it to be destroyed.",
				"Using {@spell remove curse} on the creature does not remove the curse."
			]
		},
		{
			"name": "Jackalope Leg", 
			"type": "Necklace",
			"rarity": "legendary",
			"wondrous": true,
			"source": "WYRM",
			"entries": [
				"From this necklace hangs a {@creature Jackalope|WYRM}'s Leg.",
				"Any being that touches it is immediately given great luck for as long as it holds it, maximizing all rolls."
			]
		},
		{
			"name": "Crystallized Kroken Eye", 
			"type": "Item",
			"rarity": "very rare",
			"wondrous": true,
			"source": "WYRM",
			"entries": [
				"This is the cristallized eye of a {@creature Kroken|WYRM}, a distant relative of the Kraken.",
				"It holds {@dice 1d6} charges of the spell {@spell lightning bolt}. These charges recharge at dawn.",
				"Additionally, it can be used to create an item infused with lightning resistance."
			]
		},
		{
			"name": "Reinforced Vial",
			"type": "Item",
			"rarity": "uncommon",
			"wondrous": false,
			"reqAttune": false,
			"source": "WYRM",
			"entries": [
				"This is a reinforced vial made out of double layered quartz reinforced by a mixture of natural polymer. It is not a complex creation, and its usage is widespread among experienced spellcasters, scientists, alchemists, and other creatures.",
				"They were invented in the Mechanical Arcane States in order to contain special products. Since then, it has also been applied to several types of weaponry.",
				"They come in different shapes and sizes, but the most common are oval reinforced vials due to their ease of use.",
				"Standard Military Grade oval reinforced vials has a circumference of 50mm and carries around 250ml of substance, with a weight no higher than than 500g ~ 1 pound"
			]	
		},
		{
			"name": "Vial of Nekronectar",
			"type": "Item",
			"rarity": "very rare",
			"wondrous": true,
			"source": "WYRM",
			"entries": [
				"A fluid produced as residue when reanimating dead creatures. ",
				"It can generally be found in the proximity of undead beings.",
				"It acts as a healing potion for the undead. It is highly toxic to living creatures.",
				"When a living being drinks a Vial of Nekronectar, it acts as a drug. First, it gives a temporary boost to their Strength and Dexterity, gaining {@dice 1d4} on all checks that depend on them for 10 minutes.",
				"After this time, a living being must make a Constitution Saving throw check against a generalized {@dice 1d20} + 1 for every usage of the substance.",
				"The difference represents the length in hours for which the being falls into madness. Additionally, it drops to half its current hitpoints and cannot heal beyond that for the duration of the effect.",
				"Finally, if a creature dies under the effects of the Nekronectar it will rise as an {@creature Nekrospawn|WYRM}, a champion of the Abyss corrrupted by its weakness of mind.",
				"",
				"Additionally, an creature that has a vial of nekronectar may use it as a thrown improvised weapon with range 20ft, unless an external factor increases this range. To do so, make a ranged attack against the target. On a hit, the vial breaks and deals {@dice 2d6} necrotic damage."
			]	
		},
		{
			"name": "Splashing Compound",
			"type": "Item",
			"rarity": "uncommon",
			"wondrous": false,
			"reqAttune": false,
			"source": "WYRM",
			"entries": [
				"This is a chemical compound that can be used to increase the radius of effect of another substance. When this compound is mixed with most other chemicals, it becomes explosive on contact with the Carbon Dioxide.",
				"When a vial containing this compound alongside another is broken, the contact with the air causes it to splash, increasing its radius by 5ft.",
				"Common sources for this splashing compound are Exploding Toads or Exploding Oozes."
			]	
		},
		{
			"name": "Explosive Compound",
			"type": "Item",
			"rarity": "very rare",
			"wondrous": false,
			"reqAttune": false,
			"source": "WYRM",
			"entries": [
				"This is a chemical compound that can be used to increase the radius of effect of another substance. When this compound is mixed with most other chemicals, it becomes explosive on contact with Oxygen.",
				"When a vial containing this compound alongside another is broken, the contact with the air causes it to splash, increasing its radius by 15ft.",
				"This explosive compound can only be obtained from exploding higher beings like a {@creature Balor|MM}."
			]	
		},
		{
			"name": "Bracers of Tavern Brawling",
			"type": "Armor",
			"rarity": "very rare",
			"wondrous": true,
			"reqAttune": true,
			"ac": "+1",
			"source": "WYRM",
			"entries": [
				"When attuned to these bracers, all unarmed attacks have +1 to both damage and attack rolls. Additionally, it provides +1 to armor."
			]	
		},
		{
			"name": "First Mask of the Star Hunter",
			"type": "Armor",
			"rarity": "Unique",
			"wondrous": false,
			"reqAttune": false,
			"ac": "+1",
			"source": "WYRM",
			"entries": [
				"This mask is more like a helmet, and only one of its kind exists. Created by bounty hunter Zorû Älbân for himself, it offers decent protection for the entire head of the person.",
				"Additionally, it offers several locks to add future attachments, like {@item Goggles of Night|dmg}, {@item Goggles of Object Reading|EGW}, or {@item Finder's Goggles|ERLW}. Generally, any small item can be used as an attachment if it is repurposed.",
				"However, repurposing an item to become an attachment is not easy. It requires hours if not days of work (at GM's Discretion), and materials, and even then the process may fail. You can try this process again after {@dice 1d4} days.",
				"Upon designing it, Zorû made the mask with a specific set of otherwordly materials (Hence the word Star in its name). By speaking a command word (no action required) the mask becomes invisible and ethereal, meaning anything can go through it. By doing the same again, the mask reveals its true form. While in ethereal form, it doesn't provide any additional AC."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.pinimg.com/originals/4e/4d/92/4e4d92b469c7002fdfd4ab318d691f3d.jpg"
						}
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://www.letscallbull.com/uploads/stories/orginal/42e2340900000578-4751364-image-a-35-1501621717271-03082017-102414.jpg"
						}
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://www.machinegun.es/products_img/35156/C_22.jpg"
						}
					}
				],
				"entries": [
					"{@b First Mask of the Star Hunter}",
					"This mask was the first in a series of masks created by bounty hunter Zorû Älbân, one of the most renowned bounty hunters in Wyrm.",
					"It was designed in such a way that it could benefit from attachments, so that his other inventions wouldn't be tedious to use during combat.",
					"{@b Inspired by Devtac's Ronin Helmet}",
					"Heavily Inspired by the Devtac Ronin Masks. Images are from that piece of equipment.",
					"You can visit devtac's site at devtacdesigns.com/"
				]
			}
		},
		{
			"name": "Bola",
			"type": "R",
			"rarity": "none",
			"weapon": true,
			"weaponCategory": "simple",
			"weight": 1,
			"value": 50,
			"dmg1": "1d4",
			"range": "15/30",
			"dmgType": "B",
			"source": "WYRM",
			"property": [
				"A",
				"S"
			],
			"entries": [
				"When using a bola, make a ranged attack against a target. On a hit, you deal {@dice 1d4} bludgeoning damage. ",
				"Additionally, if the target is of size small or medium, it must succeed on a DC 13 acrobatics or athletics check (take highest) or become {@condition restrained}."
			]
		},
		{
			"name": "Mechanical Launcher",
			"type": "R",
			"rarity": "very rare",
			"weapon": true,
			"weaponCategory": "mechanical",
			"weight": 18,
			"value": 250000,
			"dmg1": "1d4-1d12",
			"range": "60/120",
			"dmgType": "force",
			"source": "WYRM",
			"property": [
				"A",
				"CAP6",
				"H",
				"2H",
				"DISTPROJ"
			],
			"entries": [
				"The Mechanical Launcher is a piece of equipment from the Arcane Mechanical States that can be loaded with potions or other compounds that are put inside vials that meet the device's specification.",
				"The specification for the {@item reinforced vial|WYRM} is the standard military grade oval reinforced vial: 50mm circumference oval vial with 250ml of fluid, of around 1 pound of weight.",
				"It can hold up to 6 ammunition vials simultaneously before the need to reload.",
				"Manufacturer's Note: Failure to comply with the specification may result in unforseen consequences, such as the destruction of the weapon. The Mechanical Arcane House of Kastor will not be held responsible due to the incompetence of the user."
			]
		}
	],
	"itemProperty": [
		{
			"abbreviation": "DISTPROJ",
			"source": "WYRM",
			"entries": [
				{
					"type": "entries",
					"name": "Distance Based Damage (0/120ft)",
					"entries": [
						"This weapon is distance based. When attacking with this weapon, its range substitutes that of its ammunition.",
						"Roll a ranged attack weapon. On a hit, you deal an extra force damage on top of applying the effects of the ammunition. The bonus damage depends on the distance travelled by the projectile:",
						"Less than 10ft: {@dice 1d12} force damage.",
						"Less than 20ft: {@dice 1d10} force damage.",
						"Less than 30ft: {@dice 1d8} force damage.",
						"Less than 40ft: {@dice 1d6} force damage.",
						"More than 40ft: {@dice 1d4} force damage.",
						"More than 120ft: The loss of momentum combined with the resistence of the ammunition prevents the projectile from breaking, and thus none of its effects occur."
					]
				}
			]
		},
		{
			"abbreviation": "CAP6",
			"source": "WYRM",
			"entries": [
				{
					"type": "entries",
					"name": "Capacity (6)",
					"entries": [
						"This weapon can be loaded with up to 6 projectiles simultaneously before it needs to be reloaded again."
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Kroken",
			"size": "H",
			"type": {
				"type": "monstrosity",
				"tags": []
			},
			"source": "WYRM",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 230,
				"formula": "20d12 + 100"
			},
			"speed": {
				"walk": 30,
				"swim": 50
			},
			"str": 29,
			"dex": 14,
			"con": 20,
			"int": 16,
			"wis": 18,
			"cha": 18,
			"skill": {
				"athletics": "+14",
				"perception": "+9"
			},
			"resist": [
				"cold"
			],
			"immune": [
				"lightning",
				"thunder"
			],
			"passive": 19,
			"senses": [
				"darkvision 120 ft."
			],
			"languages": [
				"Aquan"
			],
			"cr": "13",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The kroken can breathe air and water."
					]
				},
				{
					"name": "Innate Spellcasting",
					"entries": [
						"The kroken's innate spellcasting ability is Charisma (spell save DC 17). The kraken can innately cast the following spells, requiring no components:","A creature takes {@dice 4d6} necrotic damage on a failed save, or half as much on a successful one.",
						"3/day each: {@spell control weather}, {@spell water breathing}, {@spell lightning bolt}",
						"The {@spell lightning bolt} comes from its eyes, which upon death crystallize and still hold this power, becoming a {@item crystallized kroken eye|WYRM}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Kroken makes two attacks: one with its claw and one with its tentacles."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}30 ({@damage 6d6 + 9}) slashing damage."
					]
				},
				{
					"name": "Tentacles",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 20 ft., one target. {@h}30 ({@damage 6d6 + 9}) bludgeoning damage, and the target is {@condition grapppled} (escape DC {@dc 17}). Until this grapple ends, the target is {@condition restrained}."
					]
				}
			]
		},
		{
			"name": "Jackalope",
			"size": "S",
			"type": {
				"type": "beast",
				"tags": []
			},
			"source": "WYRM",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 10,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 3,
				"formula": "1d6"
			},
			"speed": {
				"walk": 60
			},
			"str": 8,
			"dex": 12,
			"con": 6,
			"int": 6,
			"wis": 2,
			"cha": 4,
			"resist": [
				"cold"
			],
			"passive": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"languages": [
				"Druidic"
			],
			"cr": "0",
			"action": [
				{
					"name": "Charge",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage.",
						"Whenever the jackalope moves at least 15ft towards a creature, it can choose to charge against it."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) piercing damage."
					]
				}
			]
		}
	],
	"background": [
		{
			"name": "Sociopath",
			"source": "WYRM",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"deception",
							"persuasion",
							"intimidation",
							"investigation",
							"insight"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"any": 2
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose any two from {@skill deception}, {@skill persuasion}, {@skill intimidation}, {@skill investigation}, {@skill insight}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Choose any two languages."
						}
					]
				},
				{
					"name": "Overview:",
					"type": "entries",
					"entries": [
						"Something in your childhood marked you deeply, and since then you have been an outcast and exhibited antisocial disorders. You may be a danger to society.",
						"As a sociopath, you are versed in the arts of manipulation and your mere presence could be a danger to society."
					]
				},
				{
					"name": "Type of Sociopath",
					"type": "entries",
					"entries": [
						"There are many types of sociopaths. There are those who experience dual personalities alongside their disorder, there are those that focus themselves on manipulation, there are more violent ones, etc.",
						"Select one from or roll on the following table to determine the type of sociopath your character is.",
						{
							"type": "table",
							"colLabels": [
								"d4",
								"Sociopath"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Truth Manipulator"
								],
								[
									"2",
									"Dissociative Identity"
								],
								[
									"3",
									"Psychopath"
								],
								[
									"4",
									"Machiavellian Narcissistic"
								]
							]
						}
					]
				},
				{
					"name": "Feature of the Truth Manipulator: Who's truth? Yours or mine?",
					"type": "entries",
					"entries": [
						"You have mastered the arts of deception and persuasion to such an extent that people around you will be more likely to believe you, and they'll also be more likely to tell you what they believe to be true."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Feature of the Dissociative Identity: Jekyll & Mr. Hyde",
					"type": "entries",
					"entries": [
						"Your way is the way of duality. You might be both chaotic and lawful, or both good and evil, or any combination of the two. Due to your dual nature, you perform both good and evil actions with little to no remorse; but that doesn't mean people won't like you. In fact, people who meet your good side first generally find you more likeable, and they'll try to see the best in you and will be more likely to forgive you.",
						"They will instantly forgive you or believe in you if they haven't witnessed your \"Mr. Hyde\" persona.",
						"Moreover, since you can be both extremely good or extremely evil, people are more likely to disclose sensible information to you. For example, an alchemist might be more inclined to give you information on where to find his items or the people he trades them with, an innkeeper might give you more details on rumours..."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Feature of the Psychopath: Vigilante? Psycho? Nope, I'm just an Arbiter of Justice.",
					"type": "entries",
					"entries": [
						"You were born broken. You lack the capacity to love or show emotions. When you show them, they are fake. Due to spending all your life faking emotions, you have become proficient in doing so, and your emotions are more believable.",
						"Moreover, when someone wrongs you, you take justice into your own hands and you feel no remorse in doing so. You may even hinder the local laws in order to uphold your own sort of justice."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Feature of the Machiavellian Narcissistic: Please, we all know I'm better than you.",
					"type": "entries",
					"entries": [
						"You are the single most important being in the universe, even more so than the gods. The end always justifies the means. Any person that believes themselves better than you will soon meet an irreversible fate.",
						"Your ego is such that you transmit your greatness to others. All people that talk to you will be more likely to believe that you are better than their leaders and thus are more likely to follow ideals of your choice."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"You may use the tables for the {@background charlatan|PHB} background in the Player's Handbook as the basis for your suggested characteristics."
					]
				}
			]
		}
	]
}